pages/about.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About DropletKitchen | DropletKitchen</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta content="#5670d4" name="theme-color">
<link rel="canonical" href="https://DropletKitchen.github.io/pages/about.html">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Martin Fischlechner, Jonathan West, Klaus-Peter Zauner">
<meta property="og:site_name" content="DropletKitchen">
<meta property="og:title" content="About DropletKitchen">
<meta property="og:url" content="https://DropletKitchen.github.io/pages/about.html">
<meta property="og:description" content="Contributors


Mar­tin Fis­chlech­n­er
  
 Jonathan West
  
 Klaus-Peter Za­uner
  
 





Contact

 
E­mail: dropletk­itchen@g­mail.­com
  

  
Please con­tact us for sug­ges­tion­s, im­prove­ments, ">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2016-11-06T12:40:51Z">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-inverse navbar-static-top"><div class="container">
<!-- This keeps the margins nice -->
        <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="https://DropletKitchen.github.io/">

                <span id="blog-title">DropletKitchen</span>
            </a>
        </div>
<!-- /.navbar-header -->
        <div class="collapse navbar-collapse" id="bs-navbar" aria-expanded="false">
            <ul class="nav navbar-nav">
<li>
<a href="projects.html">Projects</a>
                </li>
<li>
<a href="../archive/archive.html">Archive</a>
                </li>
<li class="active">
<a href="#">About <span class="sr-only">(active)</span></a>

                
            </li>
</ul>
<ul class="nav navbar-nav navbar-right">
<li>
    <a href="about.org" id="sourcelink">Source</a>
    </li>

                
            </ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        <div class="row">
            
            
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="#" class="u-url">About&nbsp;DropletKitchen</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Contributors</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Mar­tin&nbsp;Fis­chlech­n­er
 </li> 
 <li>Jonathan&nbsp;West
 </li> 
 <li>Klaus-Peter&nbsp;Za­uner
 </li> 
 </ul>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Contact</h2>
<div class="outline-text-2" id="text-2">
<p> 
E­mail:&nbsp;dropletk­itchen@g­mail.­com
 </p> 

 <p> 
Please con­tact us for sug­ges­tion­s, im­prove­ments, or if you need to have some­thing spe­cial to be de­signed.&nbsp;Thanks!
 </p> 
 </div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Contribute</h2>
<div class="outline-text-2" id="text-3">
<p> 
If you like our gad­gets and tool­s, please use, im­prove and adapt them
­for oth­er ap­pli­ca­tion­s. Get an ac­count on github, fork our projects or
cre­ate new ones. If you want your work to be linked from this page,
just&nbsp;email.
 </p> 
 </div>
</div>


<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Licensing</h2>
<div class="outline-text-2" id="text-4">
<p> 
We aim to make our own de­sign­s, soft­ware, and con­tri­bu­tions to be as
free as pos­si­ble, but where we build on ex­ist­ing work li­cense
re­stric­tions from such work may re­quire us to be more&nbsp;re­stric­tive:
 </p> 

 <ul class="org-ul">
<li>Orig­i­nal con­tent of the DropletK­itchen.github.io web site is
pro­vid­ed un­der a
 <a href="https://creativecommons.org/licenses/by/4.0/">Cre­ative Com­mons At­tri­bu­tion 4.0 In­ter­na­tion­al (CC BY 4.0)</a>&nbsp;Li­cense.
 </li> 

 <li>For the li­cens­es of projects linked from this page see the li­cense
in­for­ma­tion in­clud­ed with each&nbsp;projec­t.
 </li> 

 <li>For the source code used to gen­er­ate the web pages see
 <a href="https://github.com/dropletkitchen/dropletkitchen.github.io/tree/src">the source code</a>  for its&nbsp;li­cense.
 </li> 
 </ul>
</div>
</div>


<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Acknowledgements</h2>
<div class="outline-text-2" id="text-5">
<p> 
The rapid progress we are mak­ing in our en­deav­ours is en­abled by many
peo­ple who have cre­at­ed and con­trib­uted to a whole ecosys­tem of
­won­der­ful free tool­s.  <b>Thank&nbsp;you!</b> 
 </p> 

 <ul class="org-ul">
<li>The DropletK­itchen web­site is made with  <a href="https://www.gnu.org/software/emacs">Emacs</a>&#8216;s  <a href="http://orgmode.org">orgmode</a>, trans­lat­ed
in­to HTML with  <a href="https://getnikola.com">Niko­la,</a>  and host­ed for free by  <a href="https://pages.github.com/">github.­com</a>.
 </li> 
 </ul>
</div>
</div>
    </div>
    

</article>
</div>
        <!--End of body content-->

        <footer id="footer">
            Contents © 2016 Martin Fischlechner, Jonathan West, Klaus-Peter Zauner, provided under CC BY 4.0.
            
        </footer>
</div>
</div>


            <script src="../assets/js/all-nocdn.js"></script><script>$('a.image-reference:not(.islink) img:not(.islink)').parent().colorbox({rel:"gal",maxWidth:"100%",maxHeight:"100%",scalePhotos:true});</script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates -->
</body>
</html>